Repository: wp-plugins/comments-to-nabaztag
Catalog: nabaztag-*.po
Languages: de_de, fr_fr

source: This is a test. Do you like this voice? Then use submit to save these settings!
de_de: Dies ist ein Test. Magst du diese Stimme? Dann klicke speichern und speicher diese Einstellungen.
fr_fr: Ceci est un text de voix. Vous l'aimez ? Alors cliquez sur Enregistrer pour sauvegarder les paramètres.

source: %s has written following comment: %s
de_de: %s hat folgenden Kommentar geschrieben: %s
fr_fr: %s a écrit le message suivant : %s

source: Step 1: Get your serialnumber and token
de_de: Schritt 1: Bringe Seriennummer und Token in Erfahrung
fr_fr: Etape 1 : Obtenez le Numéro de série et le Token

source: Get your serialnumber and securitytoken from %s and ensure that you enable access to your Nabaztag via the API.
de_de: Suche unter %s nach Seriennummer und gestatte den Zugriff auf deinen Nabaztag über die API.
fr_fr: Le Numéro de Série et le Token sont disponibles sur %s. Dans l'onglet 'Ecosystème' des paramètres de votre Nabaztag. Croitez 'Je veux recevoir les services et les applications de l'écosystème'.

source: Step 2: Set the credentials
de_de: Schritt 2: Richte die Zugangsdaten ein
fr_fr: Etape 2 : Enregistrez vos identifiants

source: These two settings, are all the plugin needs. After submiting the form, you're visitors will speak through you're rabbit. Cool aye?
de_de: Das Plugin brqaucht nur diese beiden Einstellungen. Nachdem du das Formular abgeschickt hast, sprechen Deine Besucher durch Deinen Nabaztag zu Dir. Cool, was?
fr_fr: Le plugin a juste besoin de ces deux paramètres. Une fois le formulaire soumis, vos visiteurs pourront envoyer un message à votre Nabaztag. Cool non !

source: Error!
de_de: Fehler!
fr_fr: Erreur

source: You're credentials are wrong. Please check the fields and submitt the form again.
de_de: Deine Zugangsdaten waren falsch. Bitte überprüfe sie noch einmal und übermittle das Formular erneut!
fr_fr: Vos identifiants sont faux. Veuillez les vérifier avant de soumettre de nouveau le formulaire.

source: Success
de_de: Erfolg!
fr_fr: Bravo !

source: %s will read out you're comments!
de_de: %s liest jetzt deine Kommentare!
fr_fr: %s va lire votre message !

source: Serialnumber
de_de: Seriennummer
fr_fr: Numéro de série

source: Submit
de_de: Speichern
fr_fr: Enregistrer

source: Step 3: Pick your favourite voice!
de_de: Schritt 3: Wähle Deine Lieblingsstimme!
fr_fr: Etape 3 : Choissisez votre voix favorite

source: In the selectbox below you find a list of all the available voices four your languages.
de_de: In der Selectbox findest du alle verfügbaren Stimmen in Deinen gewählten Sprachen.
fr_fr: Ci-dessous, la liste des voix françaises disponibles.

source: Pick a voice, adjust the notification test and press preview. If you like the sound save your settings with submit
de_de: Wähle eine Stimme aus, ändere den Text und drücke Vorschau. Wenn du den Klang magst, speicher deine Einstellungen.
fr_fr: Réglez la voix, le message de test et cliquez sur 'Pré-ecouter'. Si le test vous convient, enregistrez vos paramètres.

source: Notification Text
de_de: Benachrichtigungstext
fr_fr: Message de test

source: Voice
de_de: Stimme
fr_fr: Voix

source: Preview
de_de: Vorschau
fr_fr: Pré-ecouter

source: Step 4: Enjoy your Nabaztag and giv'me some feedback
de_de: Schritt 4: Genieße Deinen Nabaztag und gib mir Feedback.
fr_fr: Etape 4 : Amusez-vous avec votre Nabatag et envoyez-moi vos commenatires

source: I'd really like to get some feedback from you. Please drop me a line if you like the plugin or want new features.
de_de: Ich hätte gerne Feedback von Dir. Bitte schreib mir, falls Du das Plugin magst, oder dir mehr Features wünscht!
fr_fr: J'aimerais vraiment avoir votre avis à propos de ce plugin. Envoyez-moi un petit message si vous l'aimez ou si vous avez des suggestions pour l'améliorer ou bien si vous souhaitez de nouvelles fonctionnalités.

source: Comments to Nabaztag
de_de: Nabaztag-Kommentare
fr_fr: Messages pour le Nabztag

source: This plugin forwards your comments to your Nabaztag.
de_de: Dieses Plugin leitet deine Kommentage an deinen Nabaztag weiter.
fr_fr: Ce plugin transmet des messages à votre Nabaztag.
